{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Strip",
    "strip_left": true,
    "strip_right": true
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "[,.\\s]+"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      " ": 5,
      ",": 6,
      "-": 7,
      ".": 8,
      "0": 9,
      "1": 10,
      "2": 11,
      "3": 12,
      "4": 13,
      "5": 14,
      "6": 15,
      "7": 16,
      "8": 17,
      "9": 18,
      "a": 19,
      "b": 20,
      "c": 21,
      "d": 22,
      "e": 23,
      "f": 24,
      "g": 25,
      "h": 26,
      "i": 27,
      "k": 28,
      "l": 29,
      "m": 30,
      "n": 31,
      "o": 32,
      "p": 33,
      "q": 34,
      "r": 35,
      "s": 36,
      "t": 37,
      "u": 38,
      "v": 39,
      "w": 40,
      "x": 41,
      "y": 42,
      "z": 43,
      ", ": 44,
      "43": 45,
      "13": 46,
      "19": 47,
      "15": 48,
      "80": 49,
      "443": 50,
      "20": 51,
      "24": 52,
      "14": 53,
      "18": 54,
      "17": 55,
      "16": 56,
      "23": 57,
      "10": 58,
      "25": 59,
      "12": 60,
      "p-": 61,
      "22": 62,
      "er": 63,
      "to": 64,
      "11": 65,
      "te": 66,
      "78": 67,
      "in": 68,
      "on": 69,
      "ic": 70,
      "63": 71,
      "46": 72,
      "48": 73,
      "60": 74,
      "ie": 75,
      "mp-": 76,
      "ing": 77,
      "-to": 78,
      "47": 79,
      "ac": 80,
      "nt": 81,
      "27": 82,
      "37": 83,
      "62": 84,
      "89": 85,
      "-c": 86,
      "120": 87,
      "243": 88,
      "30": 89,
      "49": 90,
      "61": 91,
      "67": 92,
      "ap": 93,
      "sq": 94,
      "252": 95,
      "55": 96,
      "57": 97,
      "75": 98,
      "77": 99,
      "92": 100,
      "dn": 101,
      "me": 102,
      "ol": 103,
      "ping": 104,
      "ser": 105,
      "te-": 106,
      "-tool": 107,
      "dns": 108,
      "ping-tool": 109,
      "serv": 110,
      "33": 111,
      "44": 112,
      "52": 113,
      "53": 114,
      "59": 115,
      "76": 116,
      "83": 117,
      "90": 118,
      "cl": 119,
      "et": 120,
      "ito": 121,
      "mon": 122,
      "nmp-": 123,
      "ox": 124,
      "re": 125,
      "ss": 126,
      "snmp-": 127,
      "132": 128,
      "135": 129,
      "155": 130,
      "182": 131,
      "238": 132,
      "p-cl": 133,
      "ient": 134,
      "itor": 135,
      "monitor": 136,
      "snmp-monitor": 137,
      "p-client": 138,
      "114": 139,
      "21": 140,
      "40": 141,
      "42": 142,
      "45": 143,
      "56": 144,
      "70": 145,
      "73": 146,
      "79": 147,
      "88": 148,
      "97": 149,
      "al": 150,
      "at": 151,
      "be": 152,
      "ebe": 153,
      "il": 154,
      "webe": 155,
      "x-c": 156,
      "133": 157,
      "151": 158,
      "156": 159,
      "159": 160,
      "141": 161,
      "app": 162,
      "all": 163,
      "webex-c": 164,
      "webex-call": 165,
      "-app": 166,
      "29": 167,
      "213": 168,
      "219": 169,
      "31": 170,
      "36": 171,
      "39": 172,
      "54": 173,
      "58": 174,
      "74": 175,
      "82": 176,
      "84": 177,
      "91": 178,
      "96": 179,
      "ag": 180,
      "am": 181,
      "di": 182,
      "hon": 183,
      "it": 184,
      "ma": 185,
      "my": 186,
      "no": 187,
      "ou": 188,
      "py": 189,
      "rac": 190,
      "st": 191,
      "til": 192,
      "thon": 193,
      "trac": 194,
      "util": 195,
      "vie": 196,
      "wer": 197,
      "131": 198,
      "136": 199,
      "194": 200,
      "197": 201,
      "152": 202,
      "153": 203,
      "200": 204,
      "207": 205,
      "248": 206,
      "170": 207,
      "172": 208,
      "179": 209,
      "167": 210,
      "100": 211,
      "107": 212,
      "255": 213,
      "221": 214,
      "227": 215,
      "erou": 216,
      "team": 217,
      "icmp-": 218,
      "sql": 219,
      "te-util": 220,
      "agno": 221,
      "diagno": 222,
      "ity": 223,
      "mysql": 224,
      "python": 225,
      "stic": 226,
      "tracerou": 227,
      "viewer": 228,
      "teamviewer": 229,
      "icmp-diagno": 230,
      "te-utility": 231,
      "python-app": 232,
      "traceroute-utility": 233,
      "icmp-diagnostic": 234,
      "-me": 235,
      "-serv": 236,
      "180": 237,
      "118": 238,
      "112": 239,
      "28": 240,
      "224": 241,
      "218": 242,
      "212": 243,
      "32": 244,
      "34": 245,
      "41": 246,
      "69": 247,
      "72": 248,
      "94": 249,
      "ch": 250,
      "fi": 251,
      "ft": 252,
      "fox": 253,
      "m-me": 254,
      "oo": 255,
      "ome": 256,
      "rome": 257,
      "zoo": 258,
      "134": 259,
      "190": 260,
      "191": 261,
      "192": 262,
      "195": 263,
      "196": 264,
      "199": 265,
      "157": 266,
      "206": 267,
      "241": 268,
      "242": 269,
      "244": 270,
      "246": 271,
      "249": 272,
      "146": 273,
      "189": 274,
      "161": 275,
      "164": 276,
      "250": 277,
      "121": 278,
      "p-serv": 279,
      "111": 280,
      "ice": 281,
      "ntp-serv": 282,
      "dnsma": 283,
      "dns-serv": 284,
      "eting": 285,
      "refox": 286,
      "ssh": 287,
      "chrome": 288,
      "firefox": 289,
      "ftp-client": 290,
      "m-meeting": 291,
      "zoom-meeting": 292,
      "ntp-service": 293,
      "dnsmasq": 294,
      "dns-server": 295,
      "-p": 296,
      "-s": 297,
      "143": 298,
      "119": 299,
      "115": 300,
      "117": 301,
      "110": 302,
      "125": 303,
      "220": 304,
      "216": 305,
      "210": 306,
      "211": 307,
      "35": 308,
      "64": 309,
      "65": 310,
      "66": 311,
      "71": 312,
      "85": 313,
      "86": 314,
      "93": 315,
      "95": 316,
      "98": 317,
      "99": 318,
      "cp-client": 319,
      "cat": 320,
      "de": 321,
      "dh": 322,
      "e-to": 323,
      "ess": 324,
      "gin": 325,
      "hat": 326,
      "he-to": 327,
      "ion": 328,
      "kto": 329,
      "k-c": 330,
      "ln": 331,
      "lac": 332,
      "mo": 333,
      "mcat": 334,
      "ngin": 335,
      "rox": 336,
      "skto": 337,
      "slac": 338,
      "x-p": 339,
      "130": 340,
      "137": 341,
      "139": 342,
      "150": 343,
      "154": 344,
      "158": 345,
      "203": 346,
      "204": 347,
      "245": 348,
      "140": 349,
      "142": 350,
      "145": 351,
      "147": 352,
      "149": 353,
      "185": 354,
      "186": 355,
      "178": 356,
      "160": 357,
      "162": 358,
      "233": 359,
      "236": 360,
      "106": 361,
      "108": 362,
      "251": 363,
      "253": 364,
      "126": 365,
      "128": 366,
      "226": 367,
      "228": 368,
      "229": 369,
      "teln": 370,
      "ache-to": 371,
      "apache-to": 372,
      "te-de": 373,
      "et-s": 374,
      "remo": 375,
      "dhcp-client": 376,
      "ession": 377,
      "k-chat": 378,
      "nginx-p": 379,
      "roxy": 380,
      "sktop": 381,
      "slack-chat": 382,
      "telnet-s": 383,
      "apache-tomcat": 384,
      "te-desktop": 385,
      "remote-desktop": 386,
      "nginx-proxy": 387,
      "telnet-session": 388,
      "113": 389,
      "123": 390,
      "26": 391,
      "214": 392,
      "217": 393,
      "263": 394,
      "38": 395,
      "50": 396,
      "51": 397,
      "81": 398,
      "87": 399,
      "dg": 400,
      "edg": 401,
      "138": 402,
      "193": 403,
      "198": 404,
      "247": 405,
      "183": 406,
      "184": 407,
      "187": 408,
      "188": 409,
      "171": 410,
      "173": 411,
      "174": 412,
      "175": 413,
      "176": 414,
      "177": 415,
      "163": 416,
      "168": 417,
      "169": 418,
      "230": 419,
      "231": 420,
      "235": 421,
      "237": 422,
      "239": 423,
      "103": 424,
      "109": 425,
      "254": 426,
      "127": 427,
      "488": 428,
      "600": 429,
      "629": 430,
      "895": 431,
      "edge": 432,
      "03": 433,
      "07": 434,
      "023": 435,
      "092": 436,
      "021": 437,
      "116": 438,
      "215": 439,
      "223": 440,
      "225": 441,
      "278": 442,
      "292": 443,
      "319": 444,
      "320": 445,
      "322": 446,
      "355": 447,
      "357": 448,
      "353": 449,
      "3200": 450,
      "3242": 451,
      "419": 452,
      "420": 453,
      "417": 454,
      "423": 455,
      "411": 456,
      "448": 457,
      "427": 458,
      "449": 459,
      "513": 460,
      "5443": 461,
      "520": 462,
      "510": 463,
      "578": 464,
      "527": 465,
      "537": 466,
      "5488": 467,
      "643": 468,
      "619": 469,
      "646": 470,
      "667": 471,
      "640": 472,
      "6156": 473,
      "6247": 474,
      "716": 475,
      "762": 476,
      "863": 477,
      "855": 478,
      "856": 479,
      "918": 480,
      "923": 481,
      "946": 482,
      "989": 483,
      "ar": 484,
      "mt": 485,
      "mapp": 486,
      "smt": 487,
      "43178": 488,
      "43946": 489,
      "19895": 490,
      "808": 491,
      "44396": 492,
      "201": 493,
      "205": 494,
      "208": 495,
      "209": 496,
      "2075": 497,
      "2087": 498,
      "144": 499,
      "148": 500,
      "1411": 501,
      "181": 502,
      "16537": 503,
      "232": 504,
      "234": 505,
      "2377": 506,
      "2352": 507,
      "101": 508,
      "102": 509,
      "104": 510,
      "258": 511,
      "122": 512,
      "129": 513,
      "p-ma": 514,
      "p-mapp": 515,
      "785": 516,
      "6384": 517,
      "63292": 518,
      "63322": 519,
      "46128": 520,
      "48488": 521,
      "60180": 522,
      "60989": 523,
      "4752": 524,
      "47023": 525,
      "47785": 526,
      "2729": 527,
      "27199": 528,
      "370": 529,
      "37370": 530,
      "628": 531,
      "62113": 532,
      "890": 533,
      "24315": 534,
      "24327": 535,
      "30353": 536,
      "30619": 537,
      "30762": 538,
      "49578": 539,
      "55923": 540,
      "33420": 541,
      "33863": 542,
      "52128": 543,
      "52628": 544,
      "59895": 545,
      "59855": 546,
      "59808": 547,
      "9078": 548,
      "13224": 549,
      "21131": 550,
      "45092": 551,
      "45411": 552,
      "45258": 553,
      "7003": 554,
      "8888": 555,
      "9742": 556,
      "29197": 557,
      "36918": 558,
      "58134": 559,
      "58716": 560,
      "24880": 561,
      "2550": 562,
      "11214": 563,
      "32629": 564,
      "32890": 565,
      "6914": 566,
      "13478": 567,
      "19046": 568,
      "11095": 569,
      "21120": 570,
      "35021": 571,
      "9315": 572,
      "13949": 573,
      "23645": 574,
      "11370": 575,
      "26396": 576,
      "26366": 577,
      "18346": 578,
      "23090": 579,
      "6008": 580,
      "60067": 581,
      "62975": 582,
      "11665": 583,
      "27857": 584,
      "31924": 585,
      "32085": 586,
      "35537": 587,
      "35739": 588,
      "32003": 589,
      "41919": 590,
      "41731": 591,
      "42318": 592,
      "44864": 593,
      "42707": 594,
      "44927": 595,
      "51344": 596,
      "54430": 597,
      "52078": 598,
      "51078": 599,
      "52767": 600,
      "6432": 601,
      "64680": 602,
      "6672": 603,
      "64067": 604,
      "61564": 605,
      "8566": 606,
      "arp-mapp": 607,
      "smtp-ma": 608,
      "20758": 609,
      "23772": 610,
      "23528": 611,
      "27298": 612,
      "arp-mapper": 613,
      "smtp-mail": 614
    },
    "merges": [
      [
        ",",
        " "
      ],
      [
        "4",
        "3"
      ],
      [
        "1",
        "3"
      ],
      [
        "1",
        "9"
      ],
      [
        "1",
        "5"
      ],
      [
        "8",
        "0"
      ],
      [
        "4",
        "43"
      ],
      [
        "2",
        "0"
      ],
      [
        "2",
        "4"
      ],
      [
        "1",
        "4"
      ],
      [
        "1",
        "8"
      ],
      [
        "1",
        "7"
      ],
      [
        "1",
        "6"
      ],
      [
        "2",
        "3"
      ],
      [
        "1",
        "0"
      ],
      [
        "2",
        "5"
      ],
      [
        "1",
        "2"
      ],
      [
        "p",
        "-"
      ],
      [
        "2",
        "2"
      ],
      [
        "e",
        "r"
      ],
      [
        "t",
        "o"
      ],
      [
        "1",
        "1"
      ],
      [
        "t",
        "e"
      ],
      [
        "7",
        "8"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "c"
      ],
      [
        "6",
        "3"
      ],
      [
        "4",
        "6"
      ],
      [
        "4",
        "8"
      ],
      [
        "6",
        "0"
      ],
      [
        "i",
        "e"
      ],
      [
        "m",
        "p-"
      ],
      [
        "in",
        "g"
      ],
      [
        "-",
        "to"
      ],
      [
        "4",
        "7"
      ],
      [
        "a",
        "c"
      ],
      [
        "n",
        "t"
      ],
      [
        "2",
        "7"
      ],
      [
        "3",
        "7"
      ],
      [
        "6",
        "2"
      ],
      [
        "8",
        "9"
      ],
      [
        "-",
        "c"
      ],
      [
        "1",
        "20"
      ],
      [
        "2",
        "43"
      ],
      [
        "3",
        "0"
      ],
      [
        "4",
        "9"
      ],
      [
        "6",
        "1"
      ],
      [
        "6",
        "7"
      ],
      [
        "a",
        "p"
      ],
      [
        "s",
        "q"
      ],
      [
        "25",
        "2"
      ],
      [
        "5",
        "5"
      ],
      [
        "5",
        "7"
      ],
      [
        "7",
        "5"
      ],
      [
        "7",
        "7"
      ],
      [
        "9",
        "2"
      ],
      [
        "d",
        "n"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "l"
      ],
      [
        "p",
        "ing"
      ],
      [
        "s",
        "er"
      ],
      [
        "te",
        "-"
      ],
      [
        "-to",
        "ol"
      ],
      [
        "dn",
        "s"
      ],
      [
        "ping",
        "-tool"
      ],
      [
        "ser",
        "v"
      ],
      [
        "3",
        "3"
      ],
      [
        "4",
        "4"
      ],
      [
        "5",
        "2"
      ],
      [
        "5",
        "3"
      ],
      [
        "5",
        "9"
      ],
      [
        "7",
        "6"
      ],
      [
        "8",
        "3"
      ],
      [
        "9",
        "0"
      ],
      [
        "c",
        "l"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "to"
      ],
      [
        "m",
        "on"
      ],
      [
        "n",
        "mp-"
      ],
      [
        "o",
        "x"
      ],
      [
        "r",
        "e"
      ],
      [
        "s",
        "s"
      ],
      [
        "s",
        "nmp-"
      ],
      [
        "13",
        "2"
      ],
      [
        "13",
        "5"
      ],
      [
        "15",
        "5"
      ],
      [
        "18",
        "2"
      ],
      [
        "23",
        "8"
      ],
      [
        "p-",
        "cl"
      ],
      [
        "ie",
        "nt"
      ],
      [
        "ito",
        "r"
      ],
      [
        "mon",
        "itor"
      ],
      [
        "snmp-",
        "monitor"
      ],
      [
        "p-cl",
        "ient"
      ],
      [
        "1",
        "14"
      ],
      [
        "2",
        "1"
      ],
      [
        "4",
        "0"
      ],
      [
        "4",
        "2"
      ],
      [
        "4",
        "5"
      ],
      [
        "5",
        "6"
      ],
      [
        "7",
        "0"
      ],
      [
        "7",
        "3"
      ],
      [
        "7",
        "9"
      ],
      [
        "8",
        "8"
      ],
      [
        "9",
        "7"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "t"
      ],
      [
        "b",
        "e"
      ],
      [
        "e",
        "be"
      ],
      [
        "i",
        "l"
      ],
      [
        "w",
        "ebe"
      ],
      [
        "x",
        "-c"
      ],
      [
        "13",
        "3"
      ],
      [
        "15",
        "1"
      ],
      [
        "15",
        "6"
      ],
      [
        "15",
        "9"
      ],
      [
        "14",
        "1"
      ],
      [
        "ap",
        "p"
      ],
      [
        "al",
        "l"
      ],
      [
        "webe",
        "x-c"
      ],
      [
        "webex-c",
        "all"
      ],
      [
        "-",
        "app"
      ],
      [
        "2",
        "9"
      ],
      [
        "2",
        "13"
      ],
      [
        "2",
        "19"
      ],
      [
        "3",
        "1"
      ],
      [
        "3",
        "6"
      ],
      [
        "3",
        "9"
      ],
      [
        "5",
        "4"
      ],
      [
        "5",
        "8"
      ],
      [
        "7",
        "4"
      ],
      [
        "8",
        "2"
      ],
      [
        "8",
        "4"
      ],
      [
        "9",
        "1"
      ],
      [
        "9",
        "6"
      ],
      [
        "a",
        "g"
      ],
      [
        "a",
        "m"
      ],
      [
        "d",
        "i"
      ],
      [
        "h",
        "on"
      ],
      [
        "i",
        "t"
      ],
      [
        "m",
        "a"
      ],
      [
        "m",
        "y"
      ],
      [
        "n",
        "o"
      ],
      [
        "o",
        "u"
      ],
      [
        "p",
        "y"
      ],
      [
        "r",
        "ac"
      ],
      [
        "s",
        "t"
      ],
      [
        "t",
        "il"
      ],
      [
        "t",
        "hon"
      ],
      [
        "t",
        "rac"
      ],
      [
        "u",
        "til"
      ],
      [
        "v",
        "ie"
      ],
      [
        "w",
        "er"
      ],
      [
        "13",
        "1"
      ],
      [
        "13",
        "6"
      ],
      [
        "19",
        "4"
      ],
      [
        "19",
        "7"
      ],
      [
        "15",
        "2"
      ],
      [
        "15",
        "3"
      ],
      [
        "20",
        "0"
      ],
      [
        "20",
        "7"
      ],
      [
        "24",
        "8"
      ],
      [
        "17",
        "0"
      ],
      [
        "17",
        "2"
      ],
      [
        "17",
        "9"
      ],
      [
        "16",
        "7"
      ],
      [
        "10",
        "0"
      ],
      [
        "10",
        "7"
      ],
      [
        "25",
        "5"
      ],
      [
        "22",
        "1"
      ],
      [
        "22",
        "7"
      ],
      [
        "er",
        "ou"
      ],
      [
        "te",
        "am"
      ],
      [
        "ic",
        "mp-"
      ],
      [
        "sq",
        "l"
      ],
      [
        "te-",
        "util"
      ],
      [
        "ag",
        "no"
      ],
      [
        "di",
        "agno"
      ],
      [
        "it",
        "y"
      ],
      [
        "my",
        "sql"
      ],
      [
        "py",
        "thon"
      ],
      [
        "st",
        "ic"
      ],
      [
        "trac",
        "erou"
      ],
      [
        "vie",
        "wer"
      ],
      [
        "team",
        "viewer"
      ],
      [
        "icmp-",
        "diagno"
      ],
      [
        "te-util",
        "ity"
      ],
      [
        "python",
        "-app"
      ],
      [
        "tracerou",
        "te-utility"
      ],
      [
        "icmp-diagno",
        "stic"
      ],
      [
        "-",
        "me"
      ],
      [
        "-",
        "serv"
      ],
      [
        "1",
        "80"
      ],
      [
        "1",
        "18"
      ],
      [
        "1",
        "12"
      ],
      [
        "2",
        "8"
      ],
      [
        "2",
        "24"
      ],
      [
        "2",
        "18"
      ],
      [
        "2",
        "12"
      ],
      [
        "3",
        "2"
      ],
      [
        "3",
        "4"
      ],
      [
        "4",
        "1"
      ],
      [
        "6",
        "9"
      ],
      [
        "7",
        "2"
      ],
      [
        "9",
        "4"
      ],
      [
        "c",
        "h"
      ],
      [
        "f",
        "i"
      ],
      [
        "f",
        "t"
      ],
      [
        "f",
        "ox"
      ],
      [
        "m",
        "-me"
      ],
      [
        "o",
        "o"
      ],
      [
        "o",
        "me"
      ],
      [
        "r",
        "ome"
      ],
      [
        "z",
        "oo"
      ],
      [
        "13",
        "4"
      ],
      [
        "19",
        "0"
      ],
      [
        "19",
        "1"
      ],
      [
        "19",
        "2"
      ],
      [
        "19",
        "5"
      ],
      [
        "19",
        "6"
      ],
      [
        "19",
        "9"
      ],
      [
        "15",
        "7"
      ],
      [
        "20",
        "6"
      ],
      [
        "24",
        "1"
      ],
      [
        "24",
        "2"
      ],
      [
        "24",
        "4"
      ],
      [
        "24",
        "6"
      ],
      [
        "24",
        "9"
      ],
      [
        "14",
        "6"
      ],
      [
        "18",
        "9"
      ],
      [
        "16",
        "1"
      ],
      [
        "16",
        "4"
      ],
      [
        "25",
        "0"
      ],
      [
        "12",
        "1"
      ],
      [
        "p-",
        "serv"
      ],
      [
        "11",
        "1"
      ],
      [
        "ic",
        "e"
      ],
      [
        "nt",
        "p-serv"
      ],
      [
        "dns",
        "ma"
      ],
      [
        "dns",
        "-serv"
      ],
      [
        "et",
        "ing"
      ],
      [
        "re",
        "fox"
      ],
      [
        "ss",
        "h"
      ],
      [
        "ch",
        "rome"
      ],
      [
        "fi",
        "refox"
      ],
      [
        "ft",
        "p-client"
      ],
      [
        "m-me",
        "eting"
      ],
      [
        "zoo",
        "m-meeting"
      ],
      [
        "ntp-serv",
        "ice"
      ],
      [
        "dnsma",
        "sq"
      ],
      [
        "dns-serv",
        "er"
      ],
      [
        "-",
        "p"
      ],
      [
        "-",
        "s"
      ],
      [
        "1",
        "43"
      ],
      [
        "1",
        "19"
      ],
      [
        "1",
        "15"
      ],
      [
        "1",
        "17"
      ],
      [
        "1",
        "10"
      ],
      [
        "1",
        "25"
      ],
      [
        "2",
        "20"
      ],
      [
        "2",
        "16"
      ],
      [
        "2",
        "10"
      ],
      [
        "2",
        "11"
      ],
      [
        "3",
        "5"
      ],
      [
        "6",
        "4"
      ],
      [
        "6",
        "5"
      ],
      [
        "6",
        "6"
      ],
      [
        "7",
        "1"
      ],
      [
        "8",
        "5"
      ],
      [
        "8",
        "6"
      ],
      [
        "9",
        "3"
      ],
      [
        "9",
        "5"
      ],
      [
        "9",
        "8"
      ],
      [
        "9",
        "9"
      ],
      [
        "c",
        "p-client"
      ],
      [
        "c",
        "at"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "h"
      ],
      [
        "e",
        "-to"
      ],
      [
        "e",
        "ss"
      ],
      [
        "g",
        "in"
      ],
      [
        "h",
        "at"
      ],
      [
        "h",
        "e-to"
      ],
      [
        "i",
        "on"
      ],
      [
        "k",
        "to"
      ],
      [
        "k",
        "-c"
      ],
      [
        "l",
        "n"
      ],
      [
        "l",
        "ac"
      ],
      [
        "m",
        "o"
      ],
      [
        "m",
        "cat"
      ],
      [
        "n",
        "gin"
      ],
      [
        "r",
        "ox"
      ],
      [
        "s",
        "kto"
      ],
      [
        "s",
        "lac"
      ],
      [
        "x",
        "-p"
      ],
      [
        "13",
        "0"
      ],
      [
        "13",
        "7"
      ],
      [
        "13",
        "9"
      ],
      [
        "15",
        "0"
      ],
      [
        "15",
        "4"
      ],
      [
        "15",
        "8"
      ],
      [
        "20",
        "3"
      ],
      [
        "20",
        "4"
      ],
      [
        "24",
        "5"
      ],
      [
        "14",
        "0"
      ],
      [
        "14",
        "2"
      ],
      [
        "14",
        "5"
      ],
      [
        "14",
        "7"
      ],
      [
        "14",
        "9"
      ],
      [
        "18",
        "5"
      ],
      [
        "18",
        "6"
      ],
      [
        "17",
        "8"
      ],
      [
        "16",
        "0"
      ],
      [
        "16",
        "2"
      ],
      [
        "23",
        "3"
      ],
      [
        "23",
        "6"
      ],
      [
        "10",
        "6"
      ],
      [
        "10",
        "8"
      ],
      [
        "25",
        "1"
      ],
      [
        "25",
        "3"
      ],
      [
        "12",
        "6"
      ],
      [
        "12",
        "8"
      ],
      [
        "22",
        "6"
      ],
      [
        "22",
        "8"
      ],
      [
        "22",
        "9"
      ],
      [
        "te",
        "ln"
      ],
      [
        "ac",
        "he-to"
      ],
      [
        "ap",
        "ache-to"
      ],
      [
        "te-",
        "de"
      ],
      [
        "et",
        "-s"
      ],
      [
        "re",
        "mo"
      ],
      [
        "dh",
        "cp-client"
      ],
      [
        "ess",
        "ion"
      ],
      [
        "k-c",
        "hat"
      ],
      [
        "ngin",
        "x-p"
      ],
      [
        "rox",
        "y"
      ],
      [
        "skto",
        "p"
      ],
      [
        "slac",
        "k-chat"
      ],
      [
        "teln",
        "et-s"
      ],
      [
        "apache-to",
        "mcat"
      ],
      [
        "te-de",
        "sktop"
      ],
      [
        "remo",
        "te-desktop"
      ],
      [
        "nginx-p",
        "roxy"
      ],
      [
        "telnet-s",
        "ession"
      ],
      [
        "1",
        "13"
      ],
      [
        "1",
        "23"
      ],
      [
        "2",
        "6"
      ],
      [
        "2",
        "14"
      ],
      [
        "2",
        "17"
      ],
      [
        "2",
        "63"
      ],
      [
        "3",
        "8"
      ],
      [
        "5",
        "0"
      ],
      [
        "5",
        "1"
      ],
      [
        "8",
        "1"
      ],
      [
        "8",
        "7"
      ],
      [
        "d",
        "g"
      ],
      [
        "e",
        "dg"
      ],
      [
        "13",
        "8"
      ],
      [
        "19",
        "3"
      ],
      [
        "19",
        "8"
      ],
      [
        "24",
        "7"
      ],
      [
        "18",
        "3"
      ],
      [
        "18",
        "4"
      ],
      [
        "18",
        "7"
      ],
      [
        "18",
        "8"
      ],
      [
        "17",
        "1"
      ],
      [
        "17",
        "3"
      ],
      [
        "17",
        "4"
      ],
      [
        "17",
        "5"
      ],
      [
        "17",
        "6"
      ],
      [
        "17",
        "7"
      ],
      [
        "16",
        "3"
      ],
      [
        "16",
        "8"
      ],
      [
        "16",
        "9"
      ],
      [
        "23",
        "0"
      ],
      [
        "23",
        "1"
      ],
      [
        "23",
        "5"
      ],
      [
        "23",
        "7"
      ],
      [
        "23",
        "9"
      ],
      [
        "10",
        "3"
      ],
      [
        "10",
        "9"
      ],
      [
        "25",
        "4"
      ],
      [
        "12",
        "7"
      ],
      [
        "48",
        "8"
      ],
      [
        "60",
        "0"
      ],
      [
        "62",
        "9"
      ],
      [
        "89",
        "5"
      ],
      [
        "edg",
        "e"
      ],
      [
        "0",
        "3"
      ],
      [
        "0",
        "7"
      ],
      [
        "0",
        "23"
      ],
      [
        "0",
        "92"
      ],
      [
        "0",
        "21"
      ],
      [
        "1",
        "16"
      ],
      [
        "2",
        "15"
      ],
      [
        "2",
        "23"
      ],
      [
        "2",
        "25"
      ],
      [
        "2",
        "78"
      ],
      [
        "2",
        "92"
      ],
      [
        "3",
        "19"
      ],
      [
        "3",
        "20"
      ],
      [
        "3",
        "22"
      ],
      [
        "3",
        "55"
      ],
      [
        "3",
        "57"
      ],
      [
        "3",
        "53"
      ],
      [
        "3",
        "200"
      ],
      [
        "3",
        "242"
      ],
      [
        "4",
        "19"
      ],
      [
        "4",
        "20"
      ],
      [
        "4",
        "17"
      ],
      [
        "4",
        "23"
      ],
      [
        "4",
        "11"
      ],
      [
        "4",
        "48"
      ],
      [
        "4",
        "27"
      ],
      [
        "4",
        "49"
      ],
      [
        "5",
        "13"
      ],
      [
        "5",
        "443"
      ],
      [
        "5",
        "20"
      ],
      [
        "5",
        "10"
      ],
      [
        "5",
        "78"
      ],
      [
        "5",
        "27"
      ],
      [
        "5",
        "37"
      ],
      [
        "5",
        "488"
      ],
      [
        "6",
        "43"
      ],
      [
        "6",
        "19"
      ],
      [
        "6",
        "46"
      ],
      [
        "6",
        "67"
      ],
      [
        "6",
        "40"
      ],
      [
        "6",
        "156"
      ],
      [
        "6",
        "247"
      ],
      [
        "7",
        "16"
      ],
      [
        "7",
        "62"
      ],
      [
        "8",
        "63"
      ],
      [
        "8",
        "55"
      ],
      [
        "8",
        "56"
      ],
      [
        "9",
        "18"
      ],
      [
        "9",
        "23"
      ],
      [
        "9",
        "46"
      ],
      [
        "9",
        "89"
      ],
      [
        "a",
        "r"
      ],
      [
        "m",
        "t"
      ],
      [
        "m",
        "app"
      ],
      [
        "s",
        "mt"
      ],
      [
        "43",
        "178"
      ],
      [
        "43",
        "946"
      ],
      [
        "19",
        "895"
      ],
      [
        "80",
        "8"
      ],
      [
        "443",
        "96"
      ],
      [
        "20",
        "1"
      ],
      [
        "20",
        "5"
      ],
      [
        "20",
        "8"
      ],
      [
        "20",
        "9"
      ],
      [
        "20",
        "75"
      ],
      [
        "20",
        "87"
      ],
      [
        "14",
        "4"
      ],
      [
        "14",
        "8"
      ],
      [
        "14",
        "11"
      ],
      [
        "18",
        "1"
      ],
      [
        "16",
        "537"
      ],
      [
        "23",
        "2"
      ],
      [
        "23",
        "4"
      ],
      [
        "23",
        "77"
      ],
      [
        "23",
        "52"
      ],
      [
        "10",
        "1"
      ],
      [
        "10",
        "2"
      ],
      [
        "10",
        "4"
      ],
      [
        "25",
        "8"
      ],
      [
        "12",
        "2"
      ],
      [
        "12",
        "9"
      ],
      [
        "p-",
        "ma"
      ],
      [
        "p-",
        "mapp"
      ],
      [
        "78",
        "5"
      ],
      [
        "63",
        "84"
      ],
      [
        "63",
        "292"
      ],
      [
        "63",
        "322"
      ],
      [
        "46",
        "128"
      ],
      [
        "48",
        "488"
      ],
      [
        "60",
        "180"
      ],
      [
        "60",
        "989"
      ],
      [
        "47",
        "52"
      ],
      [
        "47",
        "023"
      ],
      [
        "47",
        "785"
      ],
      [
        "27",
        "29"
      ],
      [
        "27",
        "199"
      ],
      [
        "37",
        "0"
      ],
      [
        "37",
        "370"
      ],
      [
        "62",
        "8"
      ],
      [
        "62",
        "113"
      ],
      [
        "89",
        "0"
      ],
      [
        "243",
        "15"
      ],
      [
        "243",
        "27"
      ],
      [
        "30",
        "353"
      ],
      [
        "30",
        "619"
      ],
      [
        "30",
        "762"
      ],
      [
        "49",
        "578"
      ],
      [
        "55",
        "923"
      ],
      [
        "33",
        "420"
      ],
      [
        "33",
        "863"
      ],
      [
        "52",
        "128"
      ],
      [
        "52",
        "628"
      ],
      [
        "59",
        "895"
      ],
      [
        "59",
        "855"
      ],
      [
        "59",
        "808"
      ],
      [
        "90",
        "78"
      ],
      [
        "132",
        "24"
      ],
      [
        "21",
        "131"
      ],
      [
        "45",
        "092"
      ],
      [
        "45",
        "411"
      ],
      [
        "45",
        "258"
      ],
      [
        "70",
        "03"
      ],
      [
        "88",
        "88"
      ],
      [
        "97",
        "42"
      ],
      [
        "29",
        "197"
      ],
      [
        "36",
        "918"
      ],
      [
        "58",
        "134"
      ],
      [
        "58",
        "716"
      ],
      [
        "248",
        "80"
      ],
      [
        "255",
        "0"
      ],
      [
        "112",
        "14"
      ],
      [
        "32",
        "629"
      ],
      [
        "32",
        "890"
      ],
      [
        "69",
        "14"
      ],
      [
        "134",
        "78"
      ],
      [
        "190",
        "46"
      ],
      [
        "110",
        "95"
      ],
      [
        "211",
        "20"
      ],
      [
        "35",
        "021"
      ],
      [
        "93",
        "15"
      ],
      [
        "139",
        "49"
      ],
      [
        "236",
        "45"
      ],
      [
        "113",
        "70"
      ],
      [
        "263",
        "96"
      ],
      [
        "263",
        "66"
      ],
      [
        "183",
        "46"
      ],
      [
        "230",
        "90"
      ],
      [
        "600",
        "8"
      ],
      [
        "600",
        "67"
      ],
      [
        "629",
        "75"
      ],
      [
        "116",
        "65"
      ],
      [
        "278",
        "57"
      ],
      [
        "319",
        "24"
      ],
      [
        "320",
        "85"
      ],
      [
        "355",
        "37"
      ],
      [
        "357",
        "39"
      ],
      [
        "3200",
        "3"
      ],
      [
        "419",
        "19"
      ],
      [
        "417",
        "31"
      ],
      [
        "423",
        "18"
      ],
      [
        "448",
        "64"
      ],
      [
        "427",
        "07"
      ],
      [
        "449",
        "27"
      ],
      [
        "513",
        "44"
      ],
      [
        "5443",
        "0"
      ],
      [
        "520",
        "78"
      ],
      [
        "510",
        "78"
      ],
      [
        "527",
        "67"
      ],
      [
        "643",
        "2"
      ],
      [
        "646",
        "80"
      ],
      [
        "667",
        "2"
      ],
      [
        "640",
        "67"
      ],
      [
        "6156",
        "4"
      ],
      [
        "856",
        "6"
      ],
      [
        "ar",
        "p-mapp"
      ],
      [
        "smt",
        "p-ma"
      ],
      [
        "2075",
        "8"
      ],
      [
        "2377",
        "2"
      ],
      [
        "2352",
        "8"
      ],
      [
        "2729",
        "8"
      ],
      [
        "arp-mapp",
        "er"
      ],
      [
        "smtp-ma",
        "il"
      ]
    ]
  }
}